// Задание 1
// Написать простую функцию для получения суммы чисел, которая принимает в себя 2 числа в качестве аргументов,
//  и возвращает их сумму. Необходио написать 2 варианта, как стрелочную, так и обычную функции.
// Вызовите ее несколько раз с разными значениями.


// function sum(a, b) {
//     return a + b;
// }

// const res1 = sum (3, 8);
// console.log (`res1`, res1);
// const res2 = sum (5, 7);
// console.log (`res2`, res2);

// ---------------------------------

// const sum = (a, b) => a + b;

// const res1 = sum (5, 7);
// console.log (`res1`, res1);

// const res2 = sum (2, 8);
// console.log (`res2`, res2);

